Repository: LookInsideApp/LookInside
Catalog: Packages/LookInsideActivation/Sources/LookInsideActivation/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, vi, zh_hans, zh_hant

source: This target app includes SwiftUI views. Activate LookInside Pro to inspect SwiftUI view details.
ar: يتضمن هذا التطبيق الهدف عروض SwiftUI. فعّل LookInside Pro لفحص تفاصيل عروض SwiftUI.
de: Diese Ziel-App enthält SwiftUI-Ansichten. Aktiviere LookInside Pro, um SwiftUI-Ansichtsdetails zu untersuchen.
es: Esta app de destino incluye vistas de SwiftUI. Activa LookInside Pro para inspeccionar los detalles de las vistas de SwiftUI.
fr: Cette app cible comprend des vues SwiftUI. Activez LookInside Pro pour inspecter les détails des vues SwiftUI.
it: Questa app di destinazione include viste SwiftUI. Attiva LookInside Pro per ispezionare i dettagli delle viste SwiftUI.
ja: このターゲットAppにはSwiftUIビューが含まれています。SwiftUIビューの詳細を検査するには、LookInside Proをアクティベートしてください。
ko: 이 대상 앱에는 SwiftUI 뷰가 포함되어 있습니다. SwiftUI 뷰 세부 정보를 검사하려면 LookInside Pro를 활성화하세요.
pt_br: O app de destino contém views SwiftUI. Ative o LookInside Pro para inspecionar os detalhes das views SwiftUI.
ru: Целевое приложение содержит представления SwiftUI. Активируйте LookInside Pro, чтобы просматривать подробности представлений SwiftUI.
vi: Ứng dụng đích này có các view SwiftUI. Hãy kích hoạt LookInside Pro để kiểm tra chi tiết view SwiftUI.
zh_hans: 此目标 App 包含 SwiftUI 视图。激活 LookInside Pro 即可检查 SwiftUI 视图详情。
zh_hant: 目標 App 包含 SwiftUI 檢視。啟用 LookInside Pro 後即可查看 SwiftUI 檢視詳細資訊。

source: Trial
ar: تجريبي
de: Testversion
es: Prueba
fr: Essai
it: Prova
ja: 試用版
ko: 체험판
pt_br: Teste
ru: Пробная версия
vi: Dùng thử
zh_hans: 试用
zh_hant: 試用

source: Trial Already Used
ar: تم استخدام الفترة التجريبية بالفعل
de: Testversion bereits verwendet
es: Prueba ya utilizada
fr: Essai déjà utilisé
it: Prova già utilizzata
ja: 試用版は使用済みです
ko: 체험판을 이미 사용함
pt_br: Teste Já Utilizado
ru: Пробный период уже использован
vi: Đã dùng thử
zh_hans: 本机已用过试用
zh_hant: 已使用過試用

source: Trial mode — this Mac must stay online to keep %@ running.
ar: الوضع التجريبي — يجب أن يظل هذا الـ Mac متصلًا بالإنترنت لإبقاء %@ قيد التشغيل.
de: Testmodus: Dieser Mac muss online bleiben, damit %@ weiterläuft.
es: Modo de prueba: este Mac debe permanecer conectado a internet para que %@ siga funcionando.
fr: Mode d’essai : ce Mac doit rester connecté à Internet pour que %@ continue de fonctionner.
it: Modalità di prova: questo Mac deve restare online per mantenere %@ in esecuzione.
ja: 試用版モード — %@を実行し続けるには、このMacをオンラインに保つ必要があります。
ko: 체험판 모드 — %@을(를) 계속 실행하려면 이 Mac이 온라인 상태여야 합니다.
pt_br: Modo de teste: este Mac precisa permanecer online para manter %@ em execução.
ru: Пробный режим — этот Mac должен оставаться в сети, чтобы %@ продолжал работать.
vi: Chế độ dùng thử: Mac này phải luôn trực tuyến để %@ tiếp tục chạy.
zh_hans: 试用模式 — 本机需保持联网以继续运行 %@。
zh_hant: 試用模式：這部 Mac 必須保持連線，%@ 才能持續執行。

source: Try Again
ar: حاول مرة أخرى
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ko: 다시 시도
pt_br: Tentar Novamente
ru: Повторить
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

source: View Trial License
ar: عرض الترخيص التجريبي
de: Testlizenz anzeigen
es: Ver licencia de prueba
fr: Afficher la licence d’essai
it: Mostra licenza di prova
ja: 試用版ライセンスを表示
ko: 체험판 라이선스 보기
pt_br: Ver Licença de Teste
ru: Показать пробную лицензию
vi: Xem giấy phép dùng thử
zh_hans: 查看试用许可证
zh_hant: 檢視試用授權
